/* No comment provided by engineer. */
"S/N:" = "UID：";

"SW ver:" = "固件版本：";

"Name:" = "名称：";

"Configure IP" = "设置IP地址：";

"Get IP by DHCP" = "自动获取ip地址";

"Set IP Manualy" = "手动设置ip地址";

"IP:" = "IP地址：";

"Netmask:" = "子网掩码：";

"Default Gateway:" = "路由器：";

"DNS:" = "DNS服务器：";

"DNS1:" = "DNS服务器1：";

"DNS2:" = "DNS服务器2：";

"MAC:" = "物理地址：";

"Internet Port:" = "服务器端口：";

"Internet Url:" = "外网地址：";

"Password of admin:" = "摄像机密码：";

"search" = "重新搜索";

"Save Settings" = "应用";

"OK" = "确定";

"OK" = "确定";

"hint" = "提示";

"NO RESPONSE" = "没有收到响应。重复搜索直到摄像机消失并重新出现后，确认设置成功。";

"Setting Success!" = "设置成功！设备正在重启，请稍等...";

"Password Error!" = "密码错误！";

"Same as the computer" = "与这台电脑一致";

"Local IP:" = "本地IP:";

"Gateway:" = "网关:";

"Information about the computer:" = "当前电脑信息:";

"Open" = "打开";